[Demo_Tutorial_Devil_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=0,Y=0,Z=0),SecTime=)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=0,Z=0),SecTime=)
DemoScripts[2]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[3]=(Actor=TUT_TEXTURE,Command=START,CId=2,Bit=0)
DemoScripts[4]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Ekoro.GG2_BGM_DM_Usual_Ekoro_Cue')
DemoScripts[5]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[6]=(Actor=FADE,Command=WAIT)
DemoScripts[7]=(Actor=WINDOW,Command=SET)
DemoScripts[8]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[9]=(Actor=TUT_TEXTURE,Command=SET,CId=1,Bit=1)
DemoScripts[10]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[14]=(Actor=TUT_TEXTURE,Command=CROSS_FADE,CId=2,Bit=2)
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[19]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[20]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[21]=(Actor=WINDOW,Command=EXIT)
DemoScripts[22]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[23]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[24]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[25]=(Actor=SYSTEM,Command=END)

[Select_Tutorial_Devil_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=2,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Tutorial_Devil_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="女同學的樣子不太對勁!/n這也是惡魔搞的鬼嗎?")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="身纏惡魔氣場的她們/n好像對普通的費洛蒙射擊/n產生抵抗力了.")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="呣呣,那是......!/n女孩子們身上有些地方/n黏著迷你惡魔呢.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="要不要瞄準那個看看呢?/n說不定能因此讓她們恢復原狀.")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="啊! 峯,峯大大人!/n我們在不知不覺間被包圍了!")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="要是被她們/n從各個方向同時襲擊的話/n可是撐不了多久呢.")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="我會給出指示,告訴你/n女同學從哪個方向過來,/n請利用方向鍵的上下左右轉往那個方向!")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="讓我們同心協力/n跨越這個難關吧!")

Texts[8]=(Label="",Name="",Text="")

Texts[9]=(Label="SELECT01",Name="",Text="重來一次")

Texts[10]=(Label="SELECT02",Name="",Text="沒問題了")

Texts[11]=(Label="SELECT03",Name="",Text="")

Texts[12]=(Label="SELECT04",Name="",Text="")

Texts[13]=(Label="SELECT05",Name="",Text="")

Texts[14]=(Label="SELECT06",Name="",Text="")

Texts[15]=(Label="SELECT07",Name="",Text="")

Texts[16]=(Label="SELECT08",Name="",Text="")

Texts[17]=(Label="SELECT09",Name="",Text="")

Texts[18]=(Label="SELECT10",Name="",Text="")


